---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepIgnoreFlowAnalysis
source: html/65665a74-1d6d-25ba-f4c0-4a7d55789b6f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepIgnoreFlowAnalysis Property

"Ignore Flow Analysis"

## Syntax (C#)
```csharp
public static ForgeTypeId MepIgnoreFlowAnalysis { get; }
```